{
  "entries": [
    {
      "id": 1,
      "label": "Politics",
      "category": "U.S.News",
      "image": "https://img.huffingtonpost.com/asset/61e9c569240000be00324895.jpeg?cache=n03XEMt8g6&ops=scalefit_720_noupscale&format=webp",
      "headline": "White House To Distribute 400 Million Free N95 Masks Amid Omicron Wave",
      "description": "Don Huffines, a candidate with harsh anti-immigrant views, says dismissing Jake Lloyd Colglazier would be “cancel culture.”",
      "entry": "The Biden administration has announced that it will distribute hundreds of millions of free, high-quality masks throughout the country — something the public has long requested, particularly amid a wave of the highly transmissible COVID-19 variant omicron.",
      "by": "SEBASTIAN MURDOCK"
    },

    {
      "id": 2,
      "label": "Entertainment",
      "category": "Celebrity",
      "image": "https://img.huffingtonpost.com/asset/61e78fbf260000b7ee3d313b.jpeg?cache=CFy9pDXMTt&ops=crop_646_171_1720_1171%2Cscalefit_720_noupscale&format=webp",
      "headline": "The former Vogue editor-at-large advised designers, dressed celebrities and made a splash in the fashion world for decades.",
      "description": "Westchester District Attorney Mimi Rocah said investigator slet themselves be “guided by Durst’s version of events” despite inconsistencies.",
      "entry": "Talley’s literary agent David Vigliano confirmed Talley’s death to USA Today late Tuesday, but no additional details were immediately available.",
      "by": "RON DICKER"
    },
    {
      "id": 3,
      "label": "HuffpostPersonal",
      "image": "https://img.huffingtonpost.com/asset/61cdd5782100001cf5702ab9.png?cache=gwW2eWi7lq&ops=scalefit_720_noupscale&format=webp",
      "headline": "I'm A Stay-At-Home Dad Who Felt Like An Outsider At Playgroup. That Has To Change.",
      "description": "The “mommy and me” construct reinforces the myth that mothers have “magical bonds” with children, putting all the pressure on mothers for caretaking duties. At the same time, it pushes dads away.",
      "entry": "In late 2018, I attended my first mommy-and-me playgroup as a stay-at-home dad. At the time, every day seemed the same. I rocked my 5-month-old son to sleep for hours just to have him wake up 20 minutes later. If I picked him up too quickly, he’d cry as if the world was ending. My feeling of utter worthlessness was compounded by societal stereotypes that I saw on TV of fathers being bumbling fools who couldn’t operate a diaper and heard in well-meaning comments from strangers on the street who called me “Mr. Mom.”",
      "by": "Jay Deitcher"
    },
    {
      "id": 4,
      "label": "Politics",
      "category": "Business",
      "image": "https://img.huffingtonpost.com/asset/61e9dcfb260000e900fbe231.jpeg?cache=hcrF4bfNLw&ops=scalefit_720_noupscale&format=webp",
      "headline": "FBI Reportedly Raided Rep. Henry Cuellar’s House As Part Of Azerbaijan Probe.",
      "description": "The Texas Democrat, who has served in Congress since 2005, has said he will cooperate with “any investigation.",
      "entry": "The FBI raided the home of Rep. Henry Cuellar (D-Texas) on Wednesday as part of a federal probe relating to Azerbaijan and unnamed U.S. businessmen, according to several media reports.",
      "by": "RON DICKER"
    },
    {
      "id": 5,
      "label": "Entertainment",
      "image": "https://img.huffingtonpost.com/asset/61e9dd2e260000e800fbe232.jpeg?ops=scalefit_720_noupscale&format=webp",
      "headline": "Sia: Kathy Griffin 'Saved My Life' When I Was Suicidal",
      "description": "In a profile about Griffin, The New York Times noted that Sia had a difficult time dealing with the controversy surrounding her film “Music.”",
      "entry": "Sia has revealed that comedian Kathy Griffin supported her during a mental health crisis.",
      "by": "Elyse Wanshel"
    },
    {
      "id": 6,
      "label": "Entertainment",
      "image": "https://img.huffingtonpost.com/asset/61e9b99a260000e800fbe21e.jpeg?ops=scalefit_720_noupscale&format=webp",
      "headline": "Chrissy Teigen Is 6 Months Sober, Says She's 'Better,' 'Happier' Than Ever",
      "description": "I now have endless energy, way less anxiety (no more benzos!) and I am *happier* and more present than ever",
      "entry": "Chrissy Teigen marked a major sobriety milestone this week.",
      "by": "Carly Ledbetter"
    },
    {
      "id": 7,
      "label": "Entertainment",
      "image": "https://img.huffingtonpost.com/asset/61e986fb260000e900fbe1c9.jpeg?cache=oDWNCL8h3J&ops=scalefit_720_noupscale&format=webp",
      "headline": "Kelly Rizzo Shares Her Final Conversation With Husband Bob Saget",
      "description": "Rizzo spoke to the Today show in one of her first interviews since her husband's sudden death.",
      "entry": "Kelly Rizzo opened up about her grieving process and the final conversation she shared with her late husband, Bob Saget, in one of the first interviews she’s given since his unexpected death.",
      "by": "Carly Ledbetter"
    },
    {
      "id": 8,
      "label": "HuffpostPersonal",
      "image": "https://img.huffingtonpost.com/asset/61e885582000005ba18d7c35.jpeg?cache=FlKRk6JkuL&ops=scalefit_720_noupscale&format=webp",
      "headline": "In 'And Just Like That,' Hearing Loss Is The Punchline Of The Joke… Again",
      "description": "As a hearing aid wearer, I am angry. ",
      "entry": "“Sex and the City” was one of my favorite shows when it first came out, so I eagerly awaited its revival series “And Just Like That...” It has been an incredible disappointment in many ways, including its stereotypical and negative portrayal of hearing aids and hearing loss.",
      "by": "Shari Eberts, Guest Writer"
    },
    {
      "id": 9,
      "label": "Politics",
      "category": "Health",
      "image": "https://img.huffingtonpost.com/asset/61ec67912700003900c6f347.jpeg?ops=scalefit_720_noupscale&format=webp",
      "headline": "Arizona Dems Vote To Censure Sinema Over Filibuster",
      "description": "Earlier this week, Sinema helped to prevent the passage of crucial voting rights legislation by voting against filibuster reform. ",
      "entry": "PHOENIX (AP) — U.S. Sen. Kyrsten Sinema is growing increasingly isolated from some of her party’s most influential officials and donors after playing a key role in scuttling voting rights legislation that many Democrats consider essential to preserving democracy.",
      "by": "Jonathan J. Cooper"
    },
    {
      "id": 10,
      "label": "Politics",
      "category": "Social-Justice",
      "image": "https://img.huffingtonpost.com/asset/61ec6aab2700003300c6f349.jpeg?cache=fCGJtTH5ZL&ops=scalefit_720_noupscale&format=webp",
      "headline": "Texas Synagogue Holds Services, Jewish Faithful Show Defiance After Hostage Crisis",
      "description": "Ruth Salton, a nearly 100-year-old Holocaust survivor, showed up to support her community. ",
      "entry": "On the eve of her 100th birthday Saturday, Ruth Salton told her daughter she was going one way or another to Friday night Shabbat services at Congregation Beth Israel, just days after a gunman voicing antisemitic conspiracy theories held four worshippers hostage for 10 hours at the Fort Worth-area synagogue.",
      "by": "Peter Smith"
    },
    {
      "id": 11,
      "label": "Politics",
      "subcategory": "World-News",
      "image": "https://img.huffingtonpost.com/asset/61e885582000005ba18d7c35.jpeg?cache=FlKRk6JkuL&ops=scalefit_720_noupscale&format=webp",
      "headline": "Rep. Lauren Boebert Asked Jews Touring Capitol If They Were Doing 'Reconnaissance'",
      "description": "She told BuzzFeed News it was a joke, adding that she's too short to see anyone’s yarmulke.",
      "entry": "Rep. Lauren Boebert (R-Colo.), who has a history of propping up conspiracy theories and instigating religious attacks, asked a group of Jewish people touring the U.S. Capitol on Thursday if they were there to do “reconnaissance,” BuzzFeed News reported.",
      "by": "Lydia O'Connor"
    },
    {
      "id": 12,
      "label": "Politics",
      "category": "Environment",
      "image": "https://img.huffingtonpost.com/asset/61d873c32100004924703247.jpeg?ops=scalefit_720_noupscale&format=webp",
      "headline": "Biden’s COVID Vaccine Mandate For Federal Workers Blocked Temporarily In Court",
      "description": "The judge pointed to the Supreme Court’s recent ruling halting enforcement of the administration’s vaccine-or-test rule for employers.",
      "entry": "A federal judge in Texas temporarily blocked the Biden administration from enforcing its vaccine mandate for federal employees on Friday, calling the requirement “a bridge too far” in light of recent actions by the Supreme Court..",
      "by": "Dave Jamieson"
    },

    {
      "id": 13,
      "label": "HuffpostPersonal",
      "image": "https://img.huffingtonpost.com/asset/61e59253260000ddf43d2f2e.jpeg?cache=6bRUuCvi56&ops=scalefit_720_noupscale&format=webp",
      "headline": "I Work With Dying Veterans. Here's Why I Don't Automatically Thank Them For Their Service.",
      "description": "“'What’s it like having people thanking you for your service everywhere you go, James?' I asked. 'You might think this is an exaggeration but you asked,' he said. 'It’s an act of violence.'” ",
      "entry": "James shifts nervously from one foot to the other, sweat glistening on his forehead and his muscles tense. A smiling intern approaches with a flag pin intent on thanking him for his military service whether he likes it or not. That’s when he bolts for the door. I take off after him; there’s no way I’m letting him tear onto the highway with his nervous system flashing red. Visions of a high-speed collision flash in my mind as I jog through the parking lot trying to catch him.",
      "by": "Scott Janssen"
    },
    {
      "id": 14,
      "label": "Politics",
      "category": "Coronavirus",
      "image": "https://img.huffingtonpost.com/asset/61d74b3a20000041688d6794.jpeg?ops=scalefit_720_noupscale&format=webp",
      "headline": "White House Pulls Vaccine-Or-Test Mandate Following Supreme Court Decision",
      "description": "The rule through the Occupational Safety and Health Administration would have applied to an estimated 84 million workers.",
      "entry": "The White House disclosed Tuesday that it is officially withdrawing a new federal rule that would have required workers at large employers to be vaccinated against COVID-19 or undergo weekly testing.",
      "by": "Dave Jamieson"
    },
    {
      "id": 15,
      "label": "Politics",
      "category": "Coronavirus",
      "image": "https://img.huffingtonpost.com/asset/61eee1082700005f07c6f3e8.jpeg?ops=scalefit_720_noupscale&format=webp",
      "headline": "I Was An ER Nurse For 10 Years. These Are The Nightmare Conditions That Made Me Quit.",
      "description": "I refuse to watch my patients die because of absolute chaos that could otherwise be avoided, while, sadly, we are told to keep quiet as the ship we’re on sinks.",
      "entry": "I am an emergency room nurse in a large U.S. city, and after a decade of working in hospitals, I want out. And I’m not the only medical professional who is quitting ― hundreds of thousands of us have since 2020. The stress we are encountering currently because of the fallout from a mishandled pandemic is what is finally breaking my colleagues and myself. I would like to give you a glimpse of my last day spent in the ER ― my latest, as I received assignments at various hospitals throughout my career by using a travel contracting company ― to understand the gravity of what is happening.",
      "by": "Sally Ersun"
    },
    {
      "id": 16,
      "label": "Politics",
      "category": "Business",
      "image": "https://img.huffingtonpost.com/asset/61c08b6b20000067258d55da.jpeg?cache=x6J0BlMFeQ&ops=scalefit_720_noupscale&format=webp",
      "headline": "Moderna Says Its COVID-19 Booster Protects Against Omicron",
      "description": "Lab tests showed that the booster shot significantly increased antibodies able to fight omicron, but with an increase in the usual side effects, the company said.",
      "entry": "Moderna said Monday that a booster dose of its COVID-19 vaccine should offer protection against the rapidly spreading omicron variant.",
      "by": "Sally Ersun"
    },
    {
      "id": 17,
      "label": "Politics",
      "category": "Business",
      "image": "https://img.huffingtonpost.com/asset/61b37a25260000da763d048b.jpeg?ops=scalefit_720_noupscale&format=webp",
      "headline": "Starbucks Workers Just Unionized. Now The Real Fight Begins.",
      "description": "The battle for the first union contract at a U.S. Starbucks will require aggressive organizing — and could take years.",
      "entry": "Starbucks workers in Buffalo let loose shouts of joy on Thursday after winning a hard-fought election to form the first union in a corporate-owned Starbucks store in the United States.",
      "by": "Dave Jamieson"
    },
    {
      "id": 18,
      "label": "Entertainment",
      "category": "Celebrity",
      "image": "https://img.huffingtonpost.com/asset/5bdabf9a1d00002c003097e8.jpeg?cache=nXfhI0OjZE&ops=scalefit_720_noupscale&format=webp",
      "headline": "Neil Young Rips Conspiracy Theorist Joe Rogan, Puts Spotify On Blast",
      "description": "The rock icon tells Spotify to remove his music: “They can have Rogan or Young. Not both.",
      "entry": "Rock icon Neil Young is calling out Spotify for distributing the misinformation-filled podcast by conspiracy theorist Joe Rogan.",
      "by": "Ed Mazza"
    },
    {
      "id": 19,
      "label": "Life",
      "category": "Shopping",
      "image": "https://img.huffingtonpost.com/asset/61eefdf9360000500024d419.jpeg?ops=scalefit_720_noupscale&format=webp",
      "headline": "Overwhelmed By COVID News? Here's What To Monitor And What To Skip.",
      "description": "If your mental health is wrecked from reading pandemic headlines for two years, take back some control by following this guide.",
      "entry": "As we push through another year of the global coronavirus crisis, there’s no doubt that the devastating effects of the pandemic have taken a collective toll on our mental health.",
      "by": "Anika Nayak"
    },
    {
      "id": 20,
      "label": "Life",
      "category": "Wellness",
      "image": "https://img.huffingtonpost.com/asset/61f08bdf270000cc03456ae0.jpeg?cache=zpkGhEn1GC&ops=scalefit_720_noupscale&format=webp",
      "headline": "New Studies Offer Reassurance On COVID Vaccines And Fertility",
      "description": "Recent research says getting vaccinated won't hurt your chance of getting pregnant — but getting COVID-19 might.",
      "entry": "From the moment COVID vaccines became available, misinformation began swirling about their potential effect on fertility.",
      "by": "Catherine Pearson"
    },
    {
      "id": 21,
      "label": "Life",
      "category": "Parenting",
      "image": "https://img.huffingtonpost.com/asset/61f044542700005f00456aa5.jpg?cache=mUZiwQKfq8&ops=scalefit_720_noupscale&format=webp",
      "headline": "These Comics Highlight The Unfair Ways Society Views Moms Vs. Dads",
      "description": "Artist Mary Catherine Starr illustrates some frustrating parenting double standards that still exist today.",
      "entry": "It’s 2022, and yet we still live in a world where parenting double standards abound. For heterosexual couples, dads are often celebrated for doing any run-of-the-mill parenting task while moms are expected to handle the bulk of them without so much as a pat on the back.",
      "by": "Kelsey Borresen"
    },
    {
      "id": 22,
      "label": "Life",
      "category": "Parenting",
      "image": "https://img.huffingtonpost.com/asset/61eefd45360000190024d417.png?cache=XgTiIoUzy2&ops=scalefit_720_noupscale&format=webp",
      "headline": "Mistakes At The Airport That Are Costing You Money",
      "description": "Experts break down how people spend unnecessary money at the airport — and how to avoid these errors.",
      "entry": "Most travelers look for ways to go on a trip without spending too much money. But sticking to a good budget isn’t just about finding flight deals and affordable accommodations.",
      "by": "Lourdes Avila Uribe"
    },
    {
      "id": 23,
      "label": "Life",
      "category": "Shopping",
      "image": "https://img.huffingtonpost.com/asset/61ef039d2c00006b00df5606.jpeg?cache=gMWl8H51Sa&ops=scalefit_720_noupscale&format=webp",
      "headline": "Cleaning Tools, Beauty Products And Cooking Items That Work Great",
      "description": "Cleaning sprays, pet hair-removing rollers, stain removers and acne treatment masks that work so well, people just had write a review.",
      "entry": "It’s one thing to read a company’s claims about how well their product performs, but when countless reviews corroborate those statements, I become a bit more convinced.",
      "by": "Caroline Bologna"
    },
    {
      "id": 24,
      "label": "Life",
      "category": "Shopping",
      "image": "https://img.huffingtonpost.com/asset/61eecd3f23000002058b8c36.png?cache=vAnGpklXEW&ops=scalefit_720_noupscale&format=webp",
      "headline": "The Best Products For A Dry Scalp During Winter, According To A Dermatologist",
      "description": "Give your itchy scalp some soothing relief this winter with these recommendations from dermatologist Elyse Love.",
      "entry": "With cold winter temperatures comes dry skin, prompting us to stock up on body creams, butters and moisturizers. But in addition to the skin on our face and bodies, our scalps also need extra TLC during the wintertime.",
      "by": "Kristen Adaway"
    },
    {
      "id": 25,
      "label": "Life",
      "category": "Shopping",
      "image": "https://img.huffingtonpost.com/asset/61ee4c9a2000006702fc09af.jpg?ops=scalefit_720_noupscale&format=webp",
      "headline": "How To Reduce Food Waste By Composting And What You Need To Start",
      "description": "Compost machines and living composters can help you repurpose food scraps, live more sustainably and grow seriously beautiful plants.",
      "entry": "Starting this year, homes and business across the state of California will need to rethink the concept of food waste and the impact excess scraps have on the environment. In an effort to reduce the amount of materials going into landfills, a new California policy, which will take full effect by 2024, will require residents to collect their food scraps together along with their yard trimmings and place them into curbside collection bins used for composting.",
      "by": "Ed Mazza"
    },
    {
      "id": 26,
      "label": "Life",
      "category": "Shopping",
      "image": "https://img.huffingtonpost.com/asset/61eefd45360000190024d417.png?cache=XgTiIoUzy2&ops=scalefit_720_noupscale&format=webp",
      "headline": "Valentine's Day Gifts For Men That Aren't Cheesy",
      "description": "From charging cables to coffee table books to surfboards, we've got you covered.",
      "entry": "If you can believe it, it’s still January. But the year’s longest month is finally nearing its end, which means that Valentine’s Day is right around the corner. Whether you are in a long-term relationship, just started seeing someone new or you want to shower the people in your life with a little extra love, now’s the time to pick up something a little festive.",
      "by": "Lourdes Avila Uribe"
    },
    {
      "id": 27,
      "label": "Life",
      "category": "Shopping",
      "image": "https://img.huffingtonpost.com/asset/61eebefe2000006d02fc0a8f.jpeg?ops=scalefit_720_noupscale&format=webp",
      "headline": "'Seinfeld'-Inspired Outfits You Can Recreate Yourself",
      "description": "Everything you need to pull off the baggy, oversized '90s styles of Jerry, George, Elaine and Kramer.",
      "entry": "As we wade into year two of this pandemic, finding alcohol-free and COVID-informed methods of self-soothing is no small feat. I can’t go out on the town. I can’t see all my friends at a party. And lord knows I can’t keep taking up new hobbies only to quit a week in.",
      "by": "Griffin Wynne"
    }
  ]
}
